[{"Code":"Core 50","Type":"2040-built-form","Label":"Core 50","Strib Description":"The downtown district supports the office core as the center of the region’s economy by allowing the largest building types in the city. Building heights should be at least 10 stories, with no maximum.","Description":"The Core 50 district is applied in the downtown central business district. The district supports the office core as the center of the region’s economy by allowing the largest building types in the city.  Built Form Guidance: New and remodeled buildings in the Core 50 district should reflect a variety of building types on both moderate and large sized lots, with multiple buildings per block.  The Core 50 district supports the office core as the center of the region’s economy, with the largest building types in the city. Building heights should be at least 10 stories, with no maximum.","Image Elevation":"","Image Render":"core-50.jpg"},{"Code":"Corridor 4","Type":"2040-built-form","Label":"Corridor 4","Strib Description":"This district is typically applied along high frequency transit routes farther from downtown, that are on narrower rights of way, and on select streets with local transit service. It is also applied near downtown in areas between transit routes, and serves as a transition between lower intensity residential areas and areas immediately surrounding METRO stations. New and remodeled buildings here should be 1 to 4 stories.","Description":"The Corridor 4 district is typically applied along high frequency transit routes farther from downtown, that are on narrower rights of way, and on select streets with local transit service. It is also applied near downtown in areas between transit routes, and serves as a transition between lower intensity residential areas and areas immediately surrounding METRO stations.  Built Form Guidance: New and remodeled buildings in the Corridor 4 district should reflect a variety of building types on both small and moderate-sized lots, including on combined lots.  Building heights should be 1 to 4 stories. Requests to exceed 4 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":"corridor-4.jpg"},{"Code":"Corridor 6","Type":"2040-built-form","Label":"Corridor 6","Strib Description":"This district is typically applied along high frequency transit routes as well as in areas near METRO stations. New and remodeled buildings should be 2 to 6 stories to best take advantage of the access to transit, jobs, and goods and services.","Description":"The Corridor 6 district is typically applied along high frequency transit routes as well as in areas near METRO stations.  Built Form Guidance: New and remodeled buildings in the Corridor 6 district should reflect a variety of building types on both moderate and large sized lots.  Building heights should be 2 to 6 stories. Building heights should be at least 2 stories in order to best take advantage of the access to transit, jobs, and goods and services provided by the Corridor 6 district. Requests to exceed 6 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":"corridor-6.jpg"},{"Code":"Interior 1","Type":"2040-built-form","Label":"Interior 1","Strib Description":"This district is typically applied in parts of the city farthest from downtown, in between transit routes. New and remodeled buildings should be small-scale residential, 1 to 2.5 stories. Individual lots are permitted to have up to three dwelling units. ","Description":"The Interior 1 district is typically applied in parts of the city farthest from downtown, in the areas between transit routes.  Built Form Guidance: New and remodeled buildings in the Interior 1 district should be  small-scale residential. Individual lots are permitted to have up to three dwelling units. Combining of lots is generally not permitted. Building heights should be 1 to 2.5 stories.","Image Elevation":"interior-1-01.jpg","Image Render":"interior-1-02.jpg"},{"Code":"Interior 2","Type":"2040-built-form","Label":"Interior 2","Strib Description":"This district is typically applied in areas that developed during the streetcar era, in the areas between transit routes, and on select streets with intermittent transit. It is also applied adjacent to the Corridor 4 and Corridor 6 districts, serving as a transition. New and remodeled buildings should be small-scale residential, 1 to 2.5 stories, with up to three dwelling units. Multifamily buildings with more than three units are permitted on larger lots.","Description":"The Interior 2 district is typically applied in parts of the city that developed during the era when streetcars were a primary mode of transportation, in the areas in between transit routes, and on select streets with intermittent local transit service. It is also applied adjacent to the Corridor 4 and Corridor 6 districts, serving as a transition to lower intensity residential areas.  Built Form Guidance: New and remodeled buildings in the Interior 2 district should be small-scale residential. Individual lots are permitted to have up to three dwelling units. Multifamily buildings with more than three units are permitted on larger lots. Limited combining of lots is permitted. Building heights should be 1 to 2.5 stories.","Image Elevation":"interior-2-01.jpg","Image Render":"interior-2-02.jpg"},{"Code":"Interior 3","Type":"2040-built-form","Label":"Interior 3","Strib Description":"This district is typically applied in parts of the city closest to downtown, in between transit routes. It is also applied to adjacent select corridors and near METRO stations, serving as a transition. New and remodeled buildings should be 1 to 3 stories.","Description":"The Interior 3 district is typically applied in parts of the city closest to downtown, in the areas in between transit routes. It is also applied adjacent select corridors and near METRO stations, serving as a transition to lower intensity residential areas.  Built Form Guidance: New and remodeled buildings in the Interior 3 district should reflect a variety of building types on both small and moderate-sized lots, including on combined lots. Building heights should be 1 to 3 stories.","Image Elevation":"interior-3-01.jpg","Image Render":"interior-3-02.jpg"},{"Code":"Parks","Type":"2040-built-form","Label":"Parks","Strib Description":"This district is typically applied in areas with the Parks and Open Space future land use designation. New and remodeled buildings should be designed to support typical parks activities such as shelters, amphitheaters, food service, and equipment rental.","Description":"The Parks district is typically applied in areas with the Parks and Open Space future land use designation.  Built Form Guidance: New and remodeled buildings in the Parks built form district should be designed to support typical parks activities such as shelters, amphitheaters, food service, and equipment rental. Building heights should be 1 to 2.5 stories. Requests to exceed 2.5 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":""},{"Code":"Production","Type":"2040-built-form","Label":"Production","Strib Description":"This district is typically applied in areas intended for the long term preservation of production, transportation, and job generating uses. New and remodeled buildings should be 1 to 10 stories. ","Description":"The Production district is typically applied in areas of the city that are intended for the long term preservation of production, transportation, and job generating uses.  Built Form Guidance: New and remodeled buildings in the Production built form district should reflect a variety of building types, usually on large sized lots. Building heights should be 1 to 10 stories. Requests to exceed 10 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan Goals.","Image Elevation":"","Image Render":"production.jpg"},{"Code":"Transit 10","Type":"2040-built-form","Label":"Transit 10","Strib Description":"This district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and in downtown. New and remodeled buildings should be on moderate to large lots, and 2 to 10 stories high, to take advantage of the access to transit, jobs, and goods and services.","Description":"The Transit 10 district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and in downtown.  Built Form Guidance: New and remodeled buildings in the Transit 10 district should reflect a variety of building types on both moderate and large sized lots.  Building heights should be 2 to 10 stories. Building heights should be at least 2 stories in order to best take advantage of the access to transit, jobs, and goods and services provided by the Transit 10 district. Requests to exceed 10 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":"transit-10.jpg"},{"Code":"Transit 15","Type":"2040-built-form","Label":"Transit 15","Strib Description":"This district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and in downtown. New and remodeled buildings should reflect be on moderate and large lots, 4 to 15 stories high, to best take advantage of the access to transit, jobs, and goods and services.","Description":"The Transit 15 district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and in downtown.  Built Form Guidance: New and remodeled buildings in the Transit 15 district should reflect a variety of building types on both moderate and large sized lots.  Building heights should be 4 to 15 stories. Building heights should be at least 4 stories in order to best take advantage of the access to transit, jobs, and goods and services provided by the Transit 15 district. Requests to exceed 15 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":"transit-15.jpg"},{"Code":"Transit 20","Type":"2040-built-form","Label":"Transit 20","Strib Description":"This district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and in downtown. New and remodeled buildings should be on both moderate and large lots, 6 to 20 stories high, to take advantage of the access to transit, jobs, and goods and services.","Description":"The Transit 20 district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and in downtown.  Built Form Guidance: New and remodeled buildings in the Transit 20 district should reflect a variety of building types on both moderate and large sized lots.  Upper floors of taller buildings should be set back to increase access to light and air. Building heights should be 6 to 20 stories. Building heights should be at least 6 stories in order to best take advantage of the access to transit, jobs, and goods and services provided by the Transit 20 district. Requests to exceed 20 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":"transit-20.jpg"},{"Code":"Transit 30","Type":"2040-built-form","Label":"Transit 30","Strib Description":"This district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and adjacent to the downtown office core. New and remodeled buildings should be on moderate and large sized lots, 10 to 30 stories high, to take advantage of the access to transit, jobs, and goods and services.","Description":"The Transit 30 district is typically applied along high frequency transit routes, adjacent to METRO stations, in neighborhoods near downtown, and adjacent to the downtown office core.  Built Form Guidance: New and remodeled buildings in the Transit 30 district should reflect a variety of building types on both moderate and large sized lots.  Upper floors of taller buildings should be set back to increase access to light and air. Building heights should be 10 to 30 stories. Building heights should be at least 10 stories in order to best take advantage of the access to transit, jobs, and goods and services provided by the Transit 30 district. Requests to exceed 30 stories will be evaluated on the basis of whether or not a taller building is a reasonable means for further achieving Comprehensive Plan goals.","Image Elevation":"","Image Render":"transit-30.jpg"},{"Code":"Transportation","Type":"2040-built-form","Label":"Transportation","Strib Description":"This district is typically applied in areas with the Transportation future land use designation. New and remodeled buildings should generally conform to the districts adjacent to it.","Description":"The Transportation district is typically applied in areas with the Transportation future land use designation.  Built Form Guidance: New and remodeled buildings in the Transportation built form district should generally conform to the districts adjacent to it on the map.","Image Elevation":"","Image Render":""},{"Code":"B4-1","Type":"zoning","Label":"Downtown Business","Strib Description":"This district provides an environment for retail and office activities of citywide and regional significance. The district also allows entertainment, residential and public uses which complete the mixed use character of the area.","Description":"The B4 Downtown Business District is established to provide an environment for retail and office activities of citywide and regional significance. The district also allows entertainment, residential and public uses which complete the mixed use character of the area. The B4 District allows the highest density office development within the downtown area.  In the B4-1 District the maximum floor area ratio of all structures shall be eight (8).","Image Elevation":"","Image Render":""},{"Code":"Community Mixed Use","Type":"2040-land-use","Label":"Community Mixed Use","Strib Description":"Large-scale mixed use development is encouraged throughout these areas, with commercial uses fronting on major streets. Active uses that are accessible to the general public such as office, food service, retail, or medical establishments are required at the street level; therefore single-use residential development is not permitted. ","Description":"Large-scale mixed use development is encouraged throughout these areas, with commercial uses fronting on major streets. Commercial retail spaces are typically smaller in order to generate pedestrian activity, and are often a destination for customers coming from outside of the market area. Active uses that are accessible to the general public such as office, food service, retail, or medical establishments are required at the street level; therefore single-use residential development is not permitted. Contiguous expansion of commercial zoning is allowed.","Image Elevation":"","Image Render":""},{"Code":"Corridor Mixed Use","Type":"2040-land-use","Label":"Corridor Mixed Use","Strib Description":"Appropriate for commercial zoning and mixed use multi story development is encouraged.","Description":"Corridor Mixed Use serves a larger market area than Neighborhood Mixed Use, and may have multiple competing uses of the same type. Commercial zoning is appropriate, mixed use multi story development is encouraged, and contiguous expansion of commercial zoning is allowed.","Image Elevation":"","Image Render":""},{"Code":"Destination Mixed Use","Type":"2040-land-use","Label":"Destination Mixed Use","Strib Description":"Commercial retail uses are required at the street level to encourage pedestrian activity beyond the typical daytime business hours. Multi-story development is required.","Description":"Commercial retail uses are required at the street level of all development in this category to encourage pedestrian activity beyond the typical daytime business hours. Multi-story development is required. Contiguous expansion of commercial zoning is allowed.","Image Elevation":"","Image Render":""},{"Code":"Goods and Services Corridor","Type":"2040-land-use","Label":"Goods and Services Corridor","Strib Description":"In addition to what's specified in the mixed use land use categories found in this section, Goods and Services Corridors identify where the establishment or expansion of commercial uses can be considered. Properties immediately adjacent to a Goods and Services Corridor may be considered for commercial activity, allowing for uses similar in scale and scope to the Neighborhood and Corridor Mixed Use categories","Description":"To indicate where commercial uses should front in relation to properties guided for commercial future land uses.  In addition to the guidance for the mixed use land use categories found in this section, Goods and Services Corridors identify where the establishment or expansion of commercial uses can be considered. Properties immediately adjacent to a Goods and Services Corridor may be considered for commercial activity, allowing for uses similar in scale and scope to the Neighborhood and Corridor Mixed Use categories","Image Elevation":"","Image Render":""},{"Code":"Neighborhood Mixed Use","Type":"2040-land-use","Label":"Neighborhood Mixed Use","Strib Description":"Includes individual commercial uses and small collections of commercial uses, located primarily away from major streets, that should continue to serve their existing commercial function. Semi-permanent or temporary commercial retail establishments such as farmer’s markets are also appropriate.","Description":"Neighborhood Mixed Use includes individual commercial uses and small collections of commercial uses, located primarily away from major streets, that should continue to serve their existing commercial function. Commercial zoning is appropriate, while expansion of commercial uses and zoning into surrounding areas is not encouraged. Semi-permanent or temporary commercial retail establishments such as farmer’s markets are also appropriate in this category.","Image Elevation":"","Image Render":""},{"Code":"Neighborhood Office and Services","Type":"2040-land-use","Label":"Neighborhood Office and Services","Strib Description":"In addition to the uses allowed in Urban Neighborhood, this category allows for greater flexibility in locating low impact commercial activity. Dental and medical services and offices, small scale lodging, and small scale retail are appropriate.","Description":"In addition to the uses allowed in Urban Neighborhood, allows for greater flexibility in locating low impact commercial activity. Dental and medical services and offices, small scale lodging, and small scale retail are appropriate.","Image Elevation":"","Image Render":""},{"Code":"Parks and Open Space","Type":"2040-land-use","Label":"Parks and Open Space","Strib Description":"Applies to land or water areas generally free from development. Park related uses such as amphitheaters, food service, parkways, and equipment rental are also permitted.","Description":"Applies to land or water areas generally free from development. Primarily used for park and recreation, natural resource conservation, transportation, historic, or scenic purposes. Park related uses such as amphitheaters, food service, parkways, and equipment rental are also permitted. This generally does not capture privately-owned and operated open spaces and plazas.","Image Elevation":"","Image Render":""},{"Code":"Production Mixed Use","Type":"2040-land-use","Label":"Production Mixed Use","Strib Description":"Allows both production and non-production uses, recognizing that many buildings in these areas are no longer viable for modern production industries. Residential uses are allowed and must incorporate mitigation strategies to address potential conflicts between existing production uses and new residences. ","Description":"Production Mixed Use is a land use designation that allows both production and non-production uses, recognizing that many buildings in these areas are no longer viable for modern production industries. Residential uses are allowed and must incorporate mitigation strategies to address potential conflicts between existing production uses and new residences. Adaptive re-use of older industrial property is encouraged.","Image Elevation":"","Image Render":""},{"Code":"Production and Processing","Type":"2040-land-use","Label":"Production and Processing","Strib Description":"Suitable for a wide range of employment-focused development. These areas are designated with the intent of protecting them from encroaching non-industrial uses that could erode the diverse job base that these uses provide. Residential uses are strictly prohibited.","Description":"Production and Processing areas are suitable for a wide range of employment-focused development. These areas are designated with the intent of protecting them from encroaching non-industrial uses that could erode the diverse job base that these uses provide. Residential uses are strictly prohibited.","Image Elevation":"","Image Render":""},{"Code":"Public, Office, and Institutional","Type":"2040-land-use","Label":"Public, Office, and Institutional","Strib Description":"Accommodates major office centers, public and semi-public uses, including museums, hospitals, civic uses, and college and university campuses. Entertainment uses of greater intensity such as stadiums should be focused in downtown and university campuses. ","Description":"Accommodates major office centers, public and semi-public uses, including museums, hospitals, civic uses, and college and university campuses. Entertainment uses of greater intensity such as stadiums should be focused in downtown and university campuses. Multi-story residential uses are permitted in this category, with mixed-use encouraged – particularly fronting major corridors.","Image Elevation":"","Image Render":""},{"Code":"Transportation","Type":"2040-land-use","Label":"Transportation","Strib Description":"Allows for production and processing uses, but is typically utilized for transportation intensive uses that support commercial and production activity throughout the city.","Description":"The Transportation land use designation allow for Production and Processing uses, but is typically utilized for transportation intensive uses that support Commercial and Production activity throughout the City.","Image Elevation":"","Image Render":""},{"Code":"Urban Neighborhood","Type":"2040-land-use","Label":"Urban Neighborhood","Strib Description":"A predominantly residential area with a range of allowed building types. May include small-scale institutional and semi-public uses (for example, schools, community centers, religious institutions, public safety facilities, etc.) scattered throughout. Commercial uses can continue serving their existing commercial function. Expansion of commercial uses and zoning into surrounding areas is not encouraged.","Description":"Urban Neighborhood is a predominantly residential area with a range of allowed building types. May include small-scale institutional and semi-public uses (for example, schools, community centers, religious institutions, public safety facilities, etc.) scattered throughout. Like the Neighborhood Mixed Use category, commercial uses can continue serving their existing commercial function. Commercial zoning is appropriate for these properties, while expansion of commercial uses and zoning into surrounding areas is not encouraged.","Image Elevation":"","Image Render":""},{"Code":"B4-2","Type":"zoning","Label":"Downtown Business","Strib Description":"This district provides an environment for retail and office activities of citywide and regional significance. The district also allows entertainment, residential and public uses which complete the mixed use character of the area.","Description":"The B4 Downtown Business District is established to provide an environment for retail and office activities of citywide and regional significance. The district also allows entertainment, residential and public uses which complete the mixed use character of the area. The B4 District allows the highest density office development within the downtown area.   In the B4-2 District the maximum floor area ratio of all structures shall be sixteen (16).","Image Elevation":"","Image Render":""},{"Code":"B4C-1","Type":"zoning","Label":"Downtown Commercial","Strib Description":"This district provides an environment for a wide range of commercial uses including a mix of retail, office, business services and limited industrial uses.","Description":"The B4C Downtown Commercial District is established to provide an environment for a wide range of commercial uses including a mix of retail, office, business services and limited industrial uses.  In the B4C-1 District the maximum floor area ratio of all structures shall be four (4).","Image Elevation":"","Image Render":""},{"Code":"B4C-2","Type":"zoning","Label":"Downtown Commercial","Strib Description":"This district provides an environment for a wide range of commercial uses including a mix of retail, office, business services and limited industrial uses.","Description":"The B4C Downtown Commercial District is established to provide an environment for a wide range of commercial uses including a mix of retail, office, business services and limited industrial uses.  In the B4C-2 District the maximum floor area ratio of all structures shall be eight (8).","Image Elevation":"","Image Render":""},{"Code":"B4N","Type":"zoning","Label":"Downtown Neighborhood","Strib Description":"This district provides an environment that promotes the development of higher density neighborhoods surrounding the downtown office core with a variety of goods and services to support downtown living.","Description":"The B4N Downtown Neighborhood District is established to provide an environment that promotes the development of higher density neighborhoods surrounding the Downtown office core with a variety of goods and services to support Downtown living.","Image Elevation":"","Image Render":""},{"Code":"B4S-1","Type":"zoning","Label":"Downtown Service","Strib Description":"This district provides an environment that promotes the development of mixed-use neighborhoods in a higher density, transit- and pedestrian-oriented, urban environment with a wide range of retail and office activities and high density residential uses and hotels.","Description":"The B4S Downtown Service District is established to provide an environment that promotes the development of mixed-use neighborhoods in a higher density, transit- and pedestrian-oriented, urban environment with a wide range of retail and office activities and high density residential uses and hotels. The B4S District also allows supportive goods and services not allowed in the B4 District.  Minimum floor area ratio is 2.0 for Non-residential and 2.0 for Dwellings & Hotels.  Floor area devoted to parking or loading shall not be counted toward compliance with the minimum floor area ratio.  Maximum floor area ratio is 4.0 for Non-residential and 8.0 for Dwellings & Hotels.","Image Elevation":"","Image Render":""},{"Code":"B4S-2","Type":"zoning","Label":"Downtown Service","Strib Description":"This district provides an environment that promotes the development of mixed-use neighborhoods in a higher density, transit- and pedestrian-oriented, urban environment with a wide range of retail and office activities and high density residential uses and hotels.","Description":"The B4S Downtown Service District is established to provide an environment that promotes the development of mixed-use neighborhoods in a higher density, transit- and pedestrian-oriented, urban environment with a wide range of retail and office activities and high density residential uses and hotels. The B4S District also allows supportive goods and services not allowed in the B4 District.  Minimum floor area ratio is 2.0 for Non-residential and 2.0 for Dwellings & Hotels.  Floor area devoted to parking or loading shall not be counted toward compliance with the minimum floor area ratio.  Maximum floor area ratio is 8.0.","Image Elevation":"","Image Render":""},{"Code":"C1","Type":"zoning","Label":"Neighborhood Commercial","Strib Description":"This district provides a convenient shopping environment of small scale retail sales and commercial services that are compatible with adjacent residential uses. Residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are also allowed.","Description":"The C1 Neighborhood Commercial District is established to provide a convenient shopping environment of small scale retail sales and commercial services that are compatible with adjacent residential uses. In addition to commercial uses, residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are allowed.","Image Elevation":"","Image Render":""},{"Code":"C2","Type":"zoning","Label":"Neighborhood Corridor Commercial","Strib Description":"This district provides an environment of retail sales and commercial services that are larger in scale than allowed in the C1 District and to allow a broader range of automobile related uses. Residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are also allowed.","Description":"The C2 Neighborhood Corridor Commercial District is established to provide an environment of retail sales and commercial services that are larger in scale than allowed in the C1 District and to allow a broader range of automobile related uses. In addition to commercial uses, residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are allowed.","Image Elevation":"","Image Render":""},{"Code":"C3A","Type":"zoning","Label":"Community Activity Center","Strib Description":"This district provides for the development of major urban activity and entertainment centers with neighborhood scale retail sales and services. Residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are also allowed.","Description":"The C3A Community Activity Center District is established to provide for the development of major urban activity and entertainment centers with neighborhood scale retail sales and services. In addition to entertainment and commercial uses, residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are allowed.","Image Elevation":"","Image Render":""},{"Code":"C3S","Type":"zoning","Label":"Community Shopping Center","Strib Description":"This district provides for the development of major retail centers throughout the city, where both adequate land area and transportation access can be provided. Residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are also allowed.","Description":"The C3S Community Shopping Center District is established to provide for the development of major retail centers throughout the city, where both adequate land area and transportation access can be provided. In addition to commercial uses, residential uses, institutional and public uses, parking facilities, limited production and processing and public services and utilities are allowed.","Image Elevation":"","Image Render":""},{"Code":"C4","Type":"zoning","Label":"General Commercial","Strib Description":"This district provides for a wide range of commercial development allowing a mix of retail, business services and limited industrial uses. Residential uses, institutional and public uses, parking facilities, and public services and utilities are also allowed.","Description":"The C4 General Commercial District is established to provide for a wide range of commercial development allowing a mix of retail, business services and limited industrial uses. In addition to these uses, residential uses, institutional and public uses, parking facilities, and public services and utilities are allowed.","Image Elevation":"","Image Render":""},{"Code":"I1","Type":"zoning","Label":"Light Industrial","Strib Description":"This district provides for low impact and technology-based light industrial uses, research and development, and similar uses which produce little or no noise, odor, vibration, glare or other objectionable influences.","Description":"The I1 Light Industrial District is established to provide clean, attractive locations for low impact and technology-based light industrial uses, research and development, and similar uses which produce little or no noise, odor, vibration, glare or other objectionable influences, and have little or no adverse effect on surrounding properties.","Image Elevation":"","Image Render":""},{"Code":"I2","Type":"zoning","Label":"Medium Industrial","Strib Description":"This district provides for medium industrial uses and other specific uses which have the potential to produce greater amounts of noise, odor, vibration, glare or other objectionable influences than uses allowed in the I1 District.","Description":"The I2 Medium Industrial District is established to provide locations for medium industrial uses and other specific uses which have the potential to produce greater amounts of noise, odor, vibration, glare or other objectionable influences than uses allowed in the I1 District and which may have an adverse effect on surrounding properties.","Image Elevation":"","Image Render":""},{"Code":"I3","Type":"zoning","Label":"General Industrial","Strib Description":"This district provides for high impact and outdoor general industrial uses and other specific uses which are likely to have a substantial adverse effect on the environment or on surrounding properties and require special measures and careful site selection to ensure compatibility with the surrounding area.","Description":"The I3 General Industrial District is established to provide locations for high impact and outdoor general industrial uses and other specific uses which are likely to have a substantial adverse effect on the environment or on surrounding properties and require special measures and careful site selection to ensure compatibility with the surrounding area.","Image Elevation":"","Image Render":""},{"Code":"OR1","Type":"zoning","Label":"Neighborhood Office Residence","Strib Description":"This district provides a small scale mixed use environment of low to moderate density dwellings and office uses. This district may serve as a transition between neighborhood commercial centers and surrounding residential uses.","Description":"The OR1 Neighborhood Office Residence District is established to provide a small scale mixed use environment of low to moderate density dwellings and office uses. This district may serve as a transition between neighborhood commercial centers and the surrounding residential uses.","Image Elevation":"","Image Render":""},{"Code":"OR2","Type":"zoning","Label":"High Density Office Residence","Strib Description":"This district provides a mixed use environment of moderate to high density dwellings and large office uses, with additional small scale retail sales and services uses designed to serve the immediate surroundings. This district may serve as a transition between downtown and moderate to low density residential neighborhoods.","Description":"The OR2 High Density Office Residence District is established to provide a mixed use environment of moderate to high density dwellings and large office uses, with additional small scale retail sales and services uses designed to serve the immediate surroundings. This district may serve as a transition between downtown and surrounding moderate to low density residential neighborhoods.","Image Elevation":"","Image Render":""},{"Code":"OR3","Type":"zoning","Label":"Institutional Office Residence","Strib Description":"This district provides a mixed use environment of very high density dwellings, large office uses, and major institutions, with additional small scale retail sales and services uses designed to serve the immediate surroundings.","Description":"The OR3 Institutional Office Residence District is established to provide a mixed use environment of very high density dwellings, large office uses, and major institutions, with additional small scale retail sales and services uses designed to serve the immediate surroundings. This district may serve freestanding institutions and employment centers or as a transition between downtown and surrounding moderate to low density residential neighborhoods.","Image Elevation":"","Image Render":""},{"Code":"R1","Type":"zoning","Label":"Single-family","Strib Description":"This district provides for an environment of predominantly low density, single-family dwellings and cluster developments on lots with a minimum of 6,000 square feet of lot area per dwelling unit. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R1 Single-family District is established to provide for an environment of predominantly low density, single-family dwellings and cluster developments on lots with a minimum of six thousand (6,000) square feet of lot area per dwelling unit. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R1A","Type":"zoning","Label":"Single-family","Strib Description":"This district provides for an environment of predominantly low density, single-family dwellings and cluster developments on lots with a minimum of 5,000 square feet of lot area per dwelling unit. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R1A Single-family District is established to provide for an environment of predominantly low density, single-family dwellings and cluster developments on lots with a minimum of five thousand (5,000) square feet of lot area per dwelling unit. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R2","Type":"zoning","Label":"Two-family","Strib Description":"This district provides for an environment of predominantly low density, single and two-family dwellings and cluster developments on lots with a minimum of 6,000 square feet of lot area per dwelling unit. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R2 Two-family District is established to provide for an environment of predominantly low density, single and two-family dwellings and cluster developments on lots with a minimum of six thousand (6,000) square feet of lot area per dwelling unit. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R2B","Type":"zoning","Label":"Two-family","Strib Description":"This district provides for an environment of predominantly low density, single and two-family dwellings and cluster developments. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R2B Two-family District is established to provide for an environment of predominantly low density, single and two-family dwellings and cluster developments. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R3","Type":"zoning","Label":"Multiple-family","Strib Description":"This district provides an environment of predominantly single and two-family dwellings, cluster developments and smaller multiple-family developments on lots with a minimum of 5,000 square feet and at least 1,500 square feet of lot area per dwelling unit. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R3 Multiple-family District is established to provide an environment of predominantly single and two-family dwellings, cluster developments and smaller multiple-family developments on lots with a minimum of five thousand (5,000) square feet and at least one thousand five hundred (1,500) square feet of lot area per dwelling unit. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R4","Type":"zoning","Label":"Multiple-family","Strib Description":"This district provides an environment of predominantly medium density apartments and congregate living arrangements, single-family and two-family dwellings and cluster developments, on lots with a minimum of 5,000 square feet of lot area and at least 1,250 square feet of lot area per dwelling unit. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R4 Multiple-family District is established to provide an environment of predominantly medium density apartments and congregate living arrangements, single-family and two-family dwellings and cluster developments, on lots with a minimum of five thousand (5,000) square feet of lot area and at least one thousand two hundred fifty (1,250) square feet of lot area per dwelling unit. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R5","Type":"zoning","Label":"Multiple-family","Strib Description":"This district provides an environment of high density apartments, congregate living arrangements and cluster developments on lots with a minimum lot area of 5,000 square feet. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R5 Multiple-family District is established to provide an environment of high density apartments, congregate living arrangements and cluster developments on lots with a minimum lot area of five thousand (5,000) square feet. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""},{"Code":"R6","Type":"zoning","Label":"Multiple-family","Strib Description":"This district provides an environment of high density apartments, congregate living arrangements and cluster developments on lots with a minimum of 5,000 square feet of lot area. Institutional and public uses and public services and utilities may also be allowed.","Description":"The R6 Multiple-family District is established to provide an environment of high density apartments, congregate living arrangements and cluster developments on lots with a minimum of five thousand (5,000) square feet of lot area. In addition to residential uses, institutional and public uses and public services and utilities may be allowed.","Image Elevation":"","Image Render":""}]